---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.TriangulatedShellComponent
source: html/e5fb37e3-4383-5fd0-a6d5-19b45d05562c.htm
---
# TriangulatedShellComponent Members

Empties the contents of this TriangulatedShellComponent.